<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"><head><title>021L14, QU&#201;BEC</title><meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" /><style type="text/css">
			body {
				background-color: #fff;
				font-family: Arial, Helvetica, Sans-serif;
				font-size: 0.9em;
			}
						
			.metadata p {
				text-align: center;
			}
			
			.metadata dl {
				margin: 0.15em 0;
				padding: 0;
			}
			
			.metadata dt {
				margin: 0;
				padding: 0;
				color: #039;
				font-weight: bold;
			}
			
			.metadata dd {
				margin: 0 0 0 10px;
				padding: 0;
			}
			
			.metadata dl.term dt {
				float:left;
				padding-right: 0.5em;
			}
		</style></head><body><div class="metadata"><h1><a name="top" id="top">Donn&#233;es num&#233;riques d'&#233;l&#233;vation du Canada<br />021L14, QU&#201;BEC</a></h1><ol><li><a href="#idinfo">Information d'identification</a></li><li><a href="#dataqual">Information sur la qualit&#233; des donn&#233;es</a></li><li><a href="#spdoinfo">Information sur l'organisation des donn&#233;es spatiales</a></li><li><a href="#spref">Information de r&#233;f&#233;rence spatiale</a></li><li><a href="#distinfo">Information de distribution</a></li><li><a href="#metainfo">Information de r&#233;f&#233;rence sur les m&#233;tadonn&#233;es</a></li></ol><h2><a name="idinfo" id="idinfo">Information d'identification</a></h2><dl><dt>Citation:</dt><dd><dl><dt>Information de citation:</dt><dd><dl class="term"><dt>Cr&#233;ateur:</dt><dd>Direction g&#233;n&#233;rale de l'information g&#233;ographique, Minist&#232;re des Ressources naturelles et de la Faune (MRNF), Qu&#233;bec</dd></dl><dl class="term"><dt>Date de publication:</dt><dd>2008-12-15</dd></dl><dl class="term"><dt>Titre:</dt><dd>021L14, QU&#201;BEC</dd></dl><dl class="term"><dt>&#201;dition:</dt><dd>2.0</dd></dl><dl class="term"><dt>Forme de pr&#233;sentation de donn&#233;es g&#233;ospatiales:</dt><dd>Donn&#233;es num&#233;riques matricielles</dd></dl><dl><dt>Information sur la s&#233;rie:</dt><dd><dl class="term"><dt>Nom de la s&#233;rie:</dt><dd>Donn&#233;es num&#233;riques d'&#233;l&#233;vation du Canada</dd></dl><dl class="term"><dt>Identification du num&#233;ro:</dt><dd>GEOBASE_3.0</dd></dl></dd></dl><dl><dt>Information de publication:</dt><dd><dl class="term"><dt>Lieu de publication:</dt><dd>Sherbrooke, Qu&#233;bec, Canada</dd></dl><dl class="term"><dt>&#201;diteur:</dt><dd>Gouvernement du Canada; Ressources naturelles Canada; Secteur des sciences de la Terre; Centre canadien de cartographie et d'observation de la Terre</dd></dl></dd></dl><dl class="term"><dt>Lien en direct:</dt><dd><a href="http://www.geobase.ca">http://www.geobase.ca</a></dd></dl></dd></dl></dd></dl><dl><dt>Description:</dt><dd><dl class="term"><dt>R&#233;sum&#233;:</dt><dd>Le Centre canadien de cartographie et d'observation de la Terre (CCCOT) produit les DNEC de concert avec des organismes f&#233;d&#233;raux, provinciaux et territoriaux ainsi qu'avec le secteur priv&#233;. <br /><br />Les DNEC consistent en un tableau ordonn&#233; de valeurs d'&#233;l&#233;vation au sol ou de surface (enregistr&#233;es en m&#232;tres) interpol&#233;es &#224; des points r&#233;guli&#232;rement espac&#233;s. Les donn&#233;es sources num&#233;riques des DNEC peuvent &#234;tre extraites des &#233;l&#233;ments hypsographiques et hydrographiques de la Base nationale de donn&#233;es topographiques (BNDT) aux &#233;chelles de 1/50 000 et 1/250 000, ou de la Base de donn&#233;es g&#233;ospatiales (BDG), ou de donn&#233;es de position, &#224; diverses &#233;chelles, acquises des provinces et territoires ou d'imageries de t&#233;l&#233;d&#233;tection.<br /></dd></dl><dl class="term"><dt>But:</dt><dd>Les DNEC jouent le m&#234;me r&#244;le que les courbes de niveau et la repr&#233;sentation du relief par estompage sur les cartes de papier traditionnelles. <br /><br />Les DNEC servent de donn&#233;es primaires cl&#233;s dans toute une gamme d'applications critiques pour le d&#233;veloppement durable. Ces applications englobent notamment les &#233;valuations des incidences environnementales et &#233;cologiques, les analyses de l'&#233;coulement et de la qualit&#233; de l'eau, les &#233;tudes sur le changement climatique, la planification de la r&#233;g&#233;n&#233;ration des for&#234;ts et l'&#233;tude des habitats fauniques. <br /><br />Les DNEC peuvent, en outre, servir &#224; la g&#233;n&#233;ration de repr&#233;sentations graphiques tridimensionnelles montrant la pente du terrain, de profils et de lignes de vis&#233;e. Parmi les applications non graphiques qu'elles permettent, mentionnons les calculs du g&#233;o&#239;de, la mod&#233;lisation du terrain, les simulations de crues et des &#233;tudes dans le domaine des t&#233;l&#233;communications.<br /></dd></dl><dl class="term"><dt>Information suppl&#233;mentaire:</dt><dd>Donn&#233;es num&#233;riques d'&#233;l&#233;vation du Canada, niveau 1, Sp&#233;cifications de produit, &#201;dition 3.0, avril 2007. Ce produit est soumis &#224; un processus de d&#233;tection d'anomalies. Le terme anomalie d&#233;signe toute observation qui rend un jeu de donn&#233;es (ou m&#233;tadonn&#233;es) non conforme aux normes et sp&#233;cifications du produit. Pour de plus amples informations sur les anomalies d&#233;tect&#233;es, contacter l'&#233;quipe de soutien aux usagers (geoginfo@NRCan.gc.ca).<br /> &#201;l&#233;vation (Z) minimale en m&#232;tres :  -16 &#201;l&#233;vation (Z) maximale en m&#232;tres :  641. Type d'&#233;l&#233;vation : au sol.<br /></dd></dl></dd></dl><dl><dt>P&#233;riode de temps du contenu:</dt><dd><dl><dt>Information sur la p&#233;riode de temps:</dt><dd><dl><dt>Plusieurs dates et temps:</dt><dd><dl class="term"><dt>Date de d&#233;but:</dt><dd>1980-03-01</dd></dl><dl class="term"><dt>Date de fin:</dt><dd>2006-04-18</dd></dl></dd></dl></dd></dl><dl class="term"><dt>R&#233;f&#233;rence &#224; l'actualit&#233;:</dt><dd>Condition au sol</dd></dl></dd></dl><dl><dt>&#201;tat:</dt><dd><dl class="term"><dt>Progr&#232;s:</dt><dd>Complet</dd></dl><dl class="term"><dt>Fr&#233;quence de mise &#224; jour et d'actualisation:</dt><dd>Au besoin</dd></dl></dd></dl><dl><dt>Domaine spatial:</dt><dd><dl><dt>Coordonn&#233;es de d&#233;limitation:</dt><dd><dl class="term"><dt>Coordonn&#233;e de d&#233;limitation Ouest:</dt><dd>-71.5</dd></dl><dl class="term"><dt>Coordonn&#233;e de d&#233;limitation Est:</dt><dd>-71</dd></dl><dl class="term"><dt>Coordonn&#233;e de d&#233;limitation Nord:</dt><dd>47</dd></dl><dl class="term"><dt>Coordonn&#233;e de d&#233;limitation Sud:</dt><dd>46.75</dd></dl></dd></dl></dd></dl><dl><dt>Mots-cl&#233;s:</dt><dd><dl><dt>Th&#232;me:</dt><dd><dl class="term"><dt>Th&#233;saurus de mots-cl&#233;s du th&#232;me:</dt><dd>GCMD (Global Change Master Directory)</dd></dl><dl class="term"><dt>Mot-cl&#233; du th&#232;me:</dt><dd>sciences de la Terre &gt; surface terrestre &gt; topographie &gt; relief topographique</dd></dl><dl class="term"><dt>Mot-cl&#233; du th&#232;me:</dt><dd>sciences de la Terre &gt; surface terrestre &gt; topographie &gt; courbes</dd></dl><dl class="term"><dt>Mot-cl&#233; du th&#232;me:</dt><dd>sciences de la Terre &gt; surface terrestre &gt; topographie &gt; &#233;l&#233;vation du terrain</dd></dl></dd></dl><dl><dt>Lieu:</dt><dd><dl class="term"><dt>Th&#233;saurus de mots-cl&#233;s de lieu:</dt><dd>Aucun</dd></dl><dl class="term"><dt>Mot-cl&#233; de lieu:</dt><dd>021L14</dd></dl><dl class="term"><dt>Mot-cl&#233; de lieu:</dt><dd>Continent &gt; Am&#233;rique du Nord &gt; Canada &gt; Qu&#233;bec</dd></dl></dd></dl></dd></dl><dl class="term"><dt>Contraintes d'acc&#232;s:</dt><dd>Licence du gouvernement ouvert - Canada (http://donnees.gc.ca/fra/licence-du-gouvernement-ouvert-canada)</dd></dl><dl class="term"><dt>Contraintes d'utilisation:</dt><dd>Licence du gouvernement ouvert - Canada (http://donnees.gc.ca/fra/licence-du-gouvernement-ouvert-canada)</dd></dl><dl><dt>Point de Contact:</dt><dd><dl><dt>Information sur le contact:</dt><dd><dl><dt>Organisation contact primaire:</dt><dd><dl class="term"><dt>Organisation contact:</dt><dd>Gouvernement du Canada; Ressources naturelles Canada; Secteur des sciences de la Terre; Centre canadien de cartographie et d'observation de la Terre</dd></dl><dl class="term"><dt>Personne contact:</dt><dd>Soutien technique G&#233;oBase</dd></dl></dd></dl><dl><dt>Adresse du contact:</dt><dd><dl class="term"><dt>Type d'adresse:</dt><dd>Adresse postale et physique</dd></dl><dl class="term"><dt>Adresse:</dt><dd>2144, rue King Ouest, bureau 010</dd></dl><dl class="term"><dt>Ville:</dt><dd>Sherbrooke</dd></dl><dl class="term"><dt>&#201;tat ou province:</dt><dd>Qu&#233;bec</dd></dl><dl class="term"><dt>Code postal:</dt><dd>J1J 2E8</dd></dl><dl class="term"><dt>Pays:</dt><dd>Canada</dd></dl></dd></dl><dl class="term"><dt>Num&#233;ro de t&#233;l&#233;phone du contact:</dt><dd>+01-819-564-5600 / 1-800-661-2638 (Canada et &#201;tats-Unis)</dd></dl><dl class="term"><dt>T&#233;l&#233;copieur du contact:</dt><dd>+01-819-564-5698</dd></dl><dl class="term"><dt>Courriel du contact:</dt><dd><a href="mailto:SoutienGeoBase@rncan.gc.ca">SoutienGeoBase@rncan.gc.ca</a></dd></dl><dl class="term"><dt>Heures de service:</dt><dd>8h30 &#224; 12h00 et 13h00 &#224; 16h30 (heure de l'Est)</dd></dl></dd></dl></dd></dl><p><a href="#top">Retour au haut</a></p><h2><a name="dataqual" id="dataqual">Information sur la qualit&#233; des donn&#233;es</a></h2><dl class="term"><dt>Rapport de coh&#233;rence logique:</dt><dd>Une valeur d'&#233;l&#233;vation de z&#233;ro m&#232;tre est attribu&#233;e au trait de c&#244;te, aux oc&#233;ans et aux estuaires au niveau moyen de la mer du Canada. Cependant les valeurs d'&#233;l&#233;vation du trait de c&#244;te, des oc&#233;ans et estuaires de la province de la Nouvelle-&#201;cosse sont illustr&#233;es selon le niveau moyen des hautes eaux (NMHE), &#233;l&#233;vations qui varient &#224; travers la province. Toutes les donn&#233;es NMHE sont en r&#233;f&#233;rence au Plan de r&#233;f&#233;rence des lev&#233;s g&#233;od&#233;siques du Canada de 1928 (CGVD28). Pour les DNEC produits &#224; partir d'&#233;l&#233;vations au sol, les &#233;tendues d'eau sont des &#233;tendues naturelles pr&#233;sentant une &#233;l&#233;vation constante (lacs) ou une faible pente (cours d'eau). On attribue aux &#233;tendues d'eau leur &#233;l&#233;vation connue ou estim&#233;e. Les &#233;tendues d'eau (lacs) sont repr&#233;sent&#233;es plus planes et plus basses que le terrain avoisinant (une &#233;l&#233;vation par lac) et la rive doit &#234;tre nettement perceptible. On attribue &#224; une &#233;tendue d'eau dont l'&#233;l&#233;vation n'est pas connue une &#233;l&#233;vation interpol&#233;e dont la valeur se situe &#224; au moins un m&#232;tre de moins que la valeur de la courbe de niveau qui en ceinture la rive. Le drainage (cours d'eau) doit &#234;tre continu (sans interruption), pr&#233;senter un &#233;coulement constant de l'eau et des valeurs de z en ordre d&#233;croissant.<br />Pour les DNEC produits &#224; partir d'&#233;l&#233;vation de surface, les &#233;tendues d'eau pourraient ne pas avoir une &#233;l&#233;vation constante. Elles pourraient avoir une faible pente indiquant la direction du flot d'&#233;coulement des eaux. Le processus de contr&#244;le de la qualit&#233; des DNEC assure que les donn&#233;es sont lisses &#224; l'int&#233;rieur du quadrillage et continues d'un noeud &#224; l'autre, &#224; l'exception des endroits de bris naturels tels que cours d'eau, falaises et crat&#232;res.<br /><br /></dd></dl><dl class="term"><dt>Rapport de compl&#233;tude:</dt><dd>Le contenu des jeux de donn&#233;es DNEC est constant &#233;tant donn&#233; que le nombre de points d'&#233;l&#233;vation par profil et que le nombre de profils par cellule sont constants pour tous les fichiers DNEC (1201 x 1201).<br /></dd></dl><dl><dt>Pr&#233;cision d'alignement:</dt><dd><dl><dt>Pr&#233;cision d'alignement horizontal:</dt><dd><dl class="term"><dt>Rapport sur la pr&#233;cision d'alignement horizontal:</dt><dd>L'&#233;valuation de la pr&#233;cision est fonction de(s) source(s) de donn&#233;es utilis&#233;e(s) lors de la g&#233;n&#233;ration de la DNEC. Source de donn&#233;es : Base de donn&#233;es topographiques du Qu&#233;bec (BDTQ).<br /><br />COURBES DE NIVEAU<br />- Les courbes de niveau &#224; l'&#233;chelle 1/20 000 ont &#233;t&#233; produites en utilisant de la photogramm&#233;trie avec photographie a&#233;rienne &#224; l'&#233;chelle 1/40 000;<br />- 90% de toutes les objets g&#233;ographiques bien d&#233;finies se situent &#224; moins de 4 m, &#224; l'&#233;chelle de 1/20 000 (photographie source &#224; l'&#233;chelle de 1/40 000), de leur position r&#233;elle.<br /><br />POINTS COT&#201;S :<br />- Sur le sommet des montagnes et dans les d&#233;pressions;<br />- Sur les voies de communication et des intersections;<br />- Sur les ponts;<br />- Niveaux de l'eau de tous les lacs;<br />- En tout autre point identifiable au sol comme les affleurements rocheux importants, les petites clairi&#232;res en for&#234;t et autre surface d&#233;nud&#233;;<br />- Dans les carri&#232;res, banc d'emprunt, mine &#224; ciel ouvert : semis au 300 m&#232;tres si l'un des axes exc&#232;de 500 m&#232;tres;<br />- En terrain plat, l'intervalle de ces entit&#233;s est de 1000 m&#232;tres en milieu rural et de 500 m&#232;tres en milieu urbain;<br />- L'altitude r&#233;elle est d&#233;finie comme &#233;tant les coordonn&#233;es qui seraient obtenues par positionnement au sol d'apr&#232;s des m&#233;thodes d'ordre sup&#233;rieur.<br />La qualit&#233; m&#233;trique de l'objet g&#233;ographique est &#233;lev&#233;e, ainsi l'erreur sur les points cot&#233;s altim&#233;triques n'exc&#232;de pas 4 m&#232;tres &#224; l'&#233;chelle 1/20 000.<br /><br />HYDROGRAPHIE<br />- Les entit&#233;s hydrographiques peuvent comprendre des plans d'eau artificiels et naturels;<br />- Les entit&#233;s du r&#233;seau hydrographique (c.-&#224;-d. lacs et rivi&#232;res) d'une largeur moyenne inf&#233;rieur &#224; 20 m &#224; l'&#233;chelle 1/20 000, sont repr&#233;sent&#233;es comme des entit&#233;s lin&#233;aires. Les entit&#233;s du r&#233;seau hydrographique de largeur sup&#233;rieur &#224; 20 m, &#224; l'&#233;chelle 1/20 000, sont consid&#233;r&#233;es comme des plans d'eau et repr&#233;sent&#233;es par des entit&#233;s polygonales. Les polygones ont &#233;t&#233; identifi&#233;s s&#233;par&#233;ment comme des cours d'eau, des r&#233;servoirs ou des lacs;<br />- Les &#238;les ont &#233;t&#233; constitu&#233;es sous forme de polygones &#224; l'int&#233;rieur des plans d'eau;<br />- La jonction de deux plans d'eau (lacs vs cours d'eau) est num&#233;ris&#233;e de fa&#231;on &#224; ce qu'une ligne virtuelle de plan d'eau s&#233;pare les entit&#233;s polygonales;<br />- La position r&#233;elle est d&#233;finie comme &#233;tant les coordonn&#233;es qui seraient obtenues par positionnement au sol d'apr&#232;s des m&#233;thodes d'ordre sup&#233;rieur;<br />- 90% de toutes les objets g&#233;ographiques bien d&#233;finies se situent &#224; moins de 4 m, &#224; l'&#233;chelle de 1/20 000 (photographie source &#224; l'&#233;chelle de 1/40 000), de leur position r&#233;elle.<br /></dd></dl><dl><dt>&#201;valuation quantitative de la pr&#233;cision d'alignement horizontal:</dt><dd><dl class="term"><dt>Valeur de pr&#233;cision d'alignement horizontal:</dt><dd>4</dd></dl><dl class="term"><dt>Explication de la pr&#233;cision d'alignement horizontal:</dt><dd>Pr&#233;cision circulaire cartographique normalis&#233;e (PCCN) pour BDTQ - source des courbes de niveau du Minist&#232;re des Ressources naturelles et Faune du Qu&#233;bec - DGIG.<br /></dd></dl></dd></dl><dl><dt>&#201;valuation quantitative de la pr&#233;cision d'alignement horizontal:</dt><dd><dl class="term"><dt>Valeur de pr&#233;cision d'alignement horizontal:</dt><dd>4</dd></dl><dl class="term"><dt>Explication de la pr&#233;cision d'alignement horizontal:</dt><dd>Pr&#233;cision circulaire cartographique normalis&#233;e (PCCN) pour BDTQ - source de l'hydrographie du Minist&#232;re des Ressources naturelles et Faune du Qu&#233;bec - DGIG.<br /></dd></dl></dd></dl><dl><dt>&#201;valuation quantitative de la pr&#233;cision d'alignement horizontal:</dt><dd><dl class="term"><dt>Valeur de pr&#233;cision d'alignement horizontal:</dt><dd>4</dd></dl><dl class="term"><dt>Explication de la pr&#233;cision d'alignement horizontal:</dt><dd>Pr&#233;cision circulaire cartographique normalis&#233;e (PCCN) pour BDTQ - sources des altitudes de lac du Minist&#232;re des Ressources naturelles et Faune du Qu&#233;bec - DGIG.<br /></dd></dl></dd></dl><dl><dt>&#201;valuation quantitative de la pr&#233;cision d'alignement horizontal:</dt><dd><dl class="term"><dt>Valeur de pr&#233;cision d'alignement horizontal:</dt><dd>4</dd></dl><dl class="term"><dt>Explication de la pr&#233;cision d'alignement horizontal:</dt><dd>Pr&#233;cision circulaire cartographique normalis&#233;e (PCCN) pour BDTQ - source des points cot&#233;s du Minist&#232;re des Ressources naturelles et Faune du Qu&#233;bec - DGIG.<br /></dd></dl></dd></dl></dd></dl><dl><dt>Pr&#233;cision d'alignement vertical:</dt><dd><dl class="term"><dt>Rapport sur la pr&#233;cision d'alignement vertical:</dt><dd>La pr&#233;cision verticale des fichiers DNEC a &#233;t&#233; &#233;valu&#233;e par des mesures directes par rapport aux points de contr&#244;le de la Base de Donn&#233;es des Lev&#233;s A&#233;riens -BDLA (Aerial Survey Data Base - ASDB) qui a &#233;t&#233; produite par la Direction d'information cartographique de Ressources Naturelles.<br />La BDLA contient un grand nombre des points de contr&#244;le couvrant une grande partie du territoire canadien. Les coordonn&#233;es X, Y, Z de ces points ont &#233;t&#233; calcul&#233;es par un processus rigoureux de compensation par photo-triangulation qui constitue une densification du r&#233;seau de points g&#233;od&#233;siques &#233;tablis par la Division des Lev&#233;s G&#233;od&#233;sie de Ressources Naturelles Canada.<br />La BDLA a fournit un r&#233;seau homog&#232;ne de points de contr&#244;le pour l'orientation absolue des mod&#232;les photogramm&#233;triques st&#233;r&#233;oscopiques utilis&#233;s pour la production des cartes topographiques &#224; l'&#233;chelle de 1 :50 000 de la s&#233;rie SNRC (Syst&#232;me national de r&#233;f&#233;rence cartographique) et des produits cartographiques d&#233;riv&#233;s.<br />La pr&#233;cision des fichiers DNEC est exprim&#233;e comme une erreur lin&#233;aire avec une probabilit&#233; de 90% et a &#233;t&#233; calcul&#233;e en utilisant la formule suivante : <br />LE90 = sMNE * 1.6449<br /></dd></dl><dl><dt>&#201;valuation quantitative de la pr&#233;cision d'alignement vertical:</dt><dd><dl class="term"><dt>Valeur de la pr&#233;cision d'alignement vertical:</dt><dd>4.1</dd></dl><dl class="term"><dt>Explication de la pr&#233;cision d'alignement vertical:</dt><dd>Pr&#233;cision lin&#233;aire cartographique normalis&#233;e (PLCN) pour les valeurs d'&#233;l&#233;vation. Valeur de la pr&#233;cision d'alignement vertical obtenue par mesure directe utilisant les points de contr&#244;le de l'ASDB.
</dd></dl></dd></dl></dd></dl></dd></dl><dl><dt>Lignage:</dt><dd><dl><dt>Information sur la source:</dt><dd><dl><dt>Citation de la source:</dt><dd><dl><dt>Information de citation:</dt><dd><dl class="term"><dt>Cr&#233;ateur:</dt><dd>Direction g&#233;n&#233;rale de l'information g&#233;ographique, Minist&#232;re des Ressources naturelles et de la Faune (MRNF), Qu&#233;bec</dd></dl><dl class="term"><dt>Date de publication:</dt><dd>2007-04-01</dd></dl><dl class="term"><dt>Titre:</dt><dd>BDTQ</dd></dl><dl class="term"><dt>&#201;dition:</dt><dd>0.0</dd></dl><dl class="term"><dt>Forme de pr&#233;sentation de donn&#233;es g&#233;ospatiales:</dt><dd>Donn&#233;es num&#233;riques vectorielles</dd></dl><dl><dt>Information sur la s&#233;rie:</dt><dd><dl class="term"><dt>Nom de la s&#233;rie:</dt><dd>Base de donn&#233;es topographiques du Qu&#233;bec (BDTQ) - Altitudes de lac</dd></dl><dl class="term"><dt>Identification du num&#233;ro:</dt><dd>Inconnu</dd></dl></dd></dl></dd></dl></dd></dl><dl class="term"><dt>D&#233;nominateur de l'&#233;chelle de la source:</dt><dd>20000</dd></dl><dl class="term"><dt>Type de m&#233;dia de la source:</dt><dd>Disque</dd></dl><dl><dt>P&#233;riode de temps du contenu de la source:</dt><dd><dl><dt>Information sur la p&#233;riode de temps:</dt><dd><dl><dt>Plusieurs dates et temps:</dt><dd><dl class="term"><dt>Date de d&#233;but:</dt><dd>1980-03-01</dd></dl><dl class="term"><dt>Date de fin:</dt><dd>2006-04-18</dd></dl></dd></dl></dd></dl><dl class="term"><dt>R&#233;f&#233;rence &#224; l'actualit&#233; de la source:</dt><dd>Date de publication</dd></dl></dd></dl><dl class="term"><dt>Citation abr&#233;g&#233;e de la source:</dt><dd>BDTQ-ALTI-LAC-BDTQ-0.0</dd></dl><dl class="term"><dt>Contribution de la source:</dt><dd>Altitudes de lac<br /></dd></dl></dd></dl><dl><dt>Information sur la source:</dt><dd><dl><dt>Citation de la source:</dt><dd><dl><dt>Information de citation:</dt><dd><dl class="term"><dt>Cr&#233;ateur:</dt><dd>Direction g&#233;n&#233;rale de l'information g&#233;ographique, Minist&#232;re des Ressources naturelles et de la Faune (MRNF), Qu&#233;bec</dd></dl><dl class="term"><dt>Date de publication:</dt><dd>2007-04-01</dd></dl><dl class="term"><dt>Titre:</dt><dd>BDTQ</dd></dl><dl class="term"><dt>&#201;dition:</dt><dd>0.0</dd></dl><dl class="term"><dt>Forme de pr&#233;sentation de donn&#233;es g&#233;ospatiales:</dt><dd>Donn&#233;es num&#233;riques vectorielles</dd></dl><dl><dt>Information sur la s&#233;rie:</dt><dd><dl class="term"><dt>Nom de la s&#233;rie:</dt><dd>Base de donn&#233;es topographiques du Qu&#233;bec (BDTQ) - Courbes de niveau</dd></dl><dl class="term"><dt>Identification du num&#233;ro:</dt><dd>Inconnu</dd></dl></dd></dl></dd></dl></dd></dl><dl class="term"><dt>D&#233;nominateur de l'&#233;chelle de la source:</dt><dd>20000</dd></dl><dl class="term"><dt>Type de m&#233;dia de la source:</dt><dd>Disque</dd></dl><dl><dt>P&#233;riode de temps du contenu de la source:</dt><dd><dl><dt>Information sur la p&#233;riode de temps:</dt><dd><dl><dt>Plusieurs dates et temps:</dt><dd><dl class="term"><dt>Date de d&#233;but:</dt><dd>1980-03-01</dd></dl><dl class="term"><dt>Date de fin:</dt><dd>2006-04-18</dd></dl></dd></dl></dd></dl><dl class="term"><dt>R&#233;f&#233;rence &#224; l'actualit&#233; de la source:</dt><dd>Date de publication</dd></dl></dd></dl><dl class="term"><dt>Citation abr&#233;g&#233;e de la source:</dt><dd>BDTQ-COURBES-BDTQ-0.0</dd></dl><dl class="term"><dt>Contribution de la source:</dt><dd>Courbes de niveau<br /></dd></dl></dd></dl><dl><dt>Information sur la source:</dt><dd><dl><dt>Citation de la source:</dt><dd><dl><dt>Information de citation:</dt><dd><dl class="term"><dt>Cr&#233;ateur:</dt><dd>Direction g&#233;n&#233;rale de l'information g&#233;ographique, Minist&#232;re des Ressources naturelles et de la Faune (MRNF), Qu&#233;bec</dd></dl><dl class="term"><dt>Date de publication:</dt><dd>2007-04-01</dd></dl><dl class="term"><dt>Titre:</dt><dd>BDTQ</dd></dl><dl class="term"><dt>&#201;dition:</dt><dd>0.0</dd></dl><dl class="term"><dt>Forme de pr&#233;sentation de donn&#233;es g&#233;ospatiales:</dt><dd>Donn&#233;es num&#233;riques vectorielles</dd></dl><dl><dt>Information sur la s&#233;rie:</dt><dd><dl class="term"><dt>Nom de la s&#233;rie:</dt><dd>Base de donn&#233;es topographiques du Qu&#233;bec (BDTQ) - Hydrographie</dd></dl><dl class="term"><dt>Identification du num&#233;ro:</dt><dd>Inconnu</dd></dl></dd></dl></dd></dl></dd></dl><dl class="term"><dt>D&#233;nominateur de l'&#233;chelle de la source:</dt><dd>20000</dd></dl><dl class="term"><dt>Type de m&#233;dia de la source:</dt><dd>Disque</dd></dl><dl><dt>P&#233;riode de temps du contenu de la source:</dt><dd><dl><dt>Information sur la p&#233;riode de temps:</dt><dd><dl><dt>Plusieurs dates et temps:</dt><dd><dl class="term"><dt>Date de d&#233;but:</dt><dd>1980-03-01</dd></dl><dl class="term"><dt>Date de fin:</dt><dd>2006-04-18</dd></dl></dd></dl></dd></dl><dl class="term"><dt>R&#233;f&#233;rence &#224; l'actualit&#233; de la source:</dt><dd>Date de publication</dd></dl></dd></dl><dl class="term"><dt>Citation abr&#233;g&#233;e de la source:</dt><dd>BDTQ-HYDRO-BDTQ-0.0</dd></dl><dl class="term"><dt>Contribution de la source:</dt><dd>Hydrographie<br /></dd></dl></dd></dl><dl><dt>Information sur la source:</dt><dd><dl><dt>Citation de la source:</dt><dd><dl><dt>Information de citation:</dt><dd><dl class="term"><dt>Cr&#233;ateur:</dt><dd>Direction g&#233;n&#233;rale de l'information g&#233;ographique, Minist&#232;re des Ressources naturelles et de la Faune (MRNF), Qu&#233;bec</dd></dl><dl class="term"><dt>Date de publication:</dt><dd>2007-04-01</dd></dl><dl class="term"><dt>Titre:</dt><dd>BDTQ</dd></dl><dl class="term"><dt>&#201;dition:</dt><dd>0.0</dd></dl><dl class="term"><dt>Forme de pr&#233;sentation de donn&#233;es g&#233;ospatiales:</dt><dd>Donn&#233;es num&#233;riques vectorielles</dd></dl><dl><dt>Information sur la s&#233;rie:</dt><dd><dl class="term"><dt>Nom de la s&#233;rie:</dt><dd>Base de donn&#233;es topographiques du Qu&#233;bec (BDTQ) - Points cot&#233;s</dd></dl><dl class="term"><dt>Identification du num&#233;ro:</dt><dd>Inconnu</dd></dl></dd></dl></dd></dl></dd></dl><dl class="term"><dt>D&#233;nominateur de l'&#233;chelle de la source:</dt><dd>20000</dd></dl><dl class="term"><dt>Type de m&#233;dia de la source:</dt><dd>Disque</dd></dl><dl><dt>P&#233;riode de temps du contenu de la source:</dt><dd><dl><dt>Information sur la p&#233;riode de temps:</dt><dd><dl><dt>Plusieurs dates et temps:</dt><dd><dl class="term"><dt>Date de d&#233;but:</dt><dd>1980-03-01</dd></dl><dl class="term"><dt>Date de fin:</dt><dd>2006-04-18</dd></dl></dd></dl></dd></dl><dl class="term"><dt>R&#233;f&#233;rence &#224; l'actualit&#233; de la source:</dt><dd>Date de publication</dd></dl></dd></dl><dl class="term"><dt>Citation abr&#233;g&#233;e de la source:</dt><dd>BDTQ-POINTS-COTE-BDTQ-0.0</dd></dl><dl class="term"><dt>Contribution de la source:</dt><dd>Points cot&#233;s<br /></dd></dl></dd></dl><dl><dt>&#201;tape du processus:</dt><dd><dl class="term"><dt>Description du processus:</dt><dd>Le produit DNEC du Qu&#233;bec a &#233;t&#233; cr&#233;&#233; dans le cadre du Projet Carto-Nord, du minist&#232;re des Ressources naturelles et de la faunes (MRNF) du Qu&#233;bec, &#224; l'aide de donn&#233;es sources &#224; l'&#233;chelle de 1/20 000 acquises au cours du programme de cartographie de base du Qu&#233;bec (BDTQ).<br /><br />1. Sources des donn&#233;es altim&#233;triques<br />Base de donn&#233;es topographique du Qu&#233;bec (BDTQ)<br />Quatre jeux de donn&#233;es principaux ont servi &#224; mettre au point le produit DNEC. Il s'agit des jeux de donn&#233;es suivants : 1) Courbes de niveau de la BDTQ 2) Points cot&#233;s de la BDTQ, 3) R&#233;seau hydrographique de la BDTQ, 4) Altitude des lacs d&#233;termin&#233;e &#224; l'aide des points cot&#233;s et des entit&#233;s hydrographiques de la BDTQ. Les &#233;l&#233;ments g&#233;om&#233;triques et altim&#233;triques (courbes de niveaux &#224; intervalles de 10m) ont &#233;t&#233; saisie par photogramm&#233;trie avec des photographies a&#233;riennes &#224; l'&#233;chelle 1/40 000.<br /><br />2. Pr&#233;traitement des donn&#233;es<br />Le mod&#232;le num&#233;rique d'altitude (MNA) offre une repr&#233;sentation num&#233;rique du relief d'un territoire g&#233;n&#233;r&#233; &#224; partir de donn&#233;es altim&#233;triques (altitude) et planim&#233;triques (rectangulaires ou g&#233;ographiques).<br /><br />Les MNA sont obtenu &#224; la suite d'un traitement des donn&#233;es hypsom&#233;triques de la Base de donn&#233;es topographiques du Qu&#233;bec &#224; l'&#233;chelle de 1/20 000 (BDTQ 20k). Ce traitement consiste &#224; cr&#233;er un r&#233;seau de triangles irr&#233;guliers (TIN) en reliant entre eux des points dont l'altitude est connue. Ensuite, l'interpolation de nouvelles valeurs d'altitude entre ces points est r&#233;alis&#233;e selon une grille r&#233;guli&#232;re. La pr&#233;cision attendue par rapport &#224; la r&#233;alit&#233; oscille g&#233;n&#233;ralement entre 5 et 10 m&#232;tres, soit l'&#233;quivalent d'une demi-&#233;quidistance des courbes de niveau utilis&#233;es pour le calcul du mod&#232;le. Le MNA standard fournit des valeurs d'altitude qui reposent sur un quadrillage de 0,324 secondes d'arc en coordonn&#233;es g&#233;ographiques, ce qui correspond &#224; une r&#233;solution d'environ 10 m&#232;tres sur le terrain.<br /><br />3. Projection g&#233;om&#233;trique<br />Tous les jeux de donn&#233;es altim&#233;triques sont r&#233;f&#233;renc&#233;s d'apr&#232;s le Syst&#232;me de r&#233;f&#233;rence nord-am&#233;ricain de 1983 (NAD83) comme syst&#232;me de r&#233;f&#233;rence planim&#233;trique. Toutes les sources de donn&#233;es altim&#233;triques des DNEC ont &#233;t&#233; projet&#233;es suivant un syst&#232;me de r&#233;f&#233;rence avec coordonn&#233;es g&#233;ographiques avant leur interpolation suivant le syst&#232;me de r&#233;f&#233;rence NAD83.<br /><br />4. Interpolation des MNA &#224; l'aide de la version 9.1 de ArcGIS<br />Le logiciel ArcGIS (version 9.1) a servi &#224; cr&#233;er les MNA du Qu&#233;bec. Pour chaque pav&#233; de DNEC, l'orle du feuillet correspondant du SNRC &#233;tait pr&#233;cis&#233; afin de d&#233;terminer l'&#233;tendue de l'interpolation.<br /><br />5. Post-traitement des donn&#233;es<br />Chacun des MNA a &#233;t&#233; transcrit au format DNEC &#224; l'aide du logiciel Global Mapper (version 8.1).<br /><br />6. Inspection<br />Le Centre canadien de cartographie et d'observation de la Terre (CCCOT) a effectu&#233; une inspection automatis&#233;e du produit DNEC final du Qu&#233;bec avant l'archivage et la diffusion du produit au grand public.<br /></dd></dl><dl class="term"><dt>Date du processus:</dt><dd>2008-12-15</dd></dl></dd></dl></dd></dl><p><a href="#top">Retour au haut</a></p><h2><a name="spdoinfo" id="spdoinfo">Information sur l'organisation des donn&#233;es spatiales</a></h2><dl class="term"><dt>M&#233;thode de r&#233;f&#233;rence spatiale directe:</dt><dd>Matrice</dd></dl><dl><dt>Information sur les objets matriciels:</dt><dd><dl class="term"><dt>Type d'objet matriciel:</dt><dd>Cellule de quadrillage</dd></dl><dl class="term"><dt>D&#233;nombrement des rang&#233;es:</dt><dd>1201</dd></dl><dl class="term"><dt>D&#233;nombrement des colonnes:</dt><dd>2402</dd></dl></dd></dl><p><a href="#top">Retour au haut</a></p><h2><a name="spref" id="spref">Information de r&#233;f&#233;rence spatiale</a></h2><dl><dt>D&#233;finition du syst&#232;me de coordonn&#233;es horizontales:</dt><dd><dl><dt>G&#233;ographique:</dt><dd><dl class="term"><dt>R&#233;solution en latitude:</dt><dd>0.75</dd></dl><dl class="term"><dt>R&#233;solution en longitude:</dt><dd>0.75</dd></dl><dl class="term"><dt>Unit&#233;s des coordonn&#233;es g&#233;ographiques:</dt><dd>Secondes d&#233;cimales</dd></dl></dd></dl><dl><dt>Mod&#232;le g&#233;od&#233;sique:</dt><dd><dl class="term"><dt>Nom du syst&#232;me de r&#233;f&#233;rence:</dt><dd>Syst&#232;me de r&#233;f&#233;rence nord-am&#233;ricain de 1983</dd></dl><dl class="term"><dt>Nom de l'ellipso&#239;de:</dt><dd>Syst&#232;me de r&#233;f&#233;rence g&#233;od&#233;sique de 1980</dd></dl><dl class="term"><dt>Demi-grand axe:</dt><dd>6378137.0</dd></dl><dl class="term"><dt>D&#233;nominateur du rapport d'aplatissement:</dt><dd>298.257222101</dd></dl></dd></dl></dd></dl><dl><dt>D&#233;finition du syst&#232;me de coordonn&#233;es verticales:</dt><dd><dl><dt>D&#233;finition du syst&#232;me altim&#233;trique:</dt><dd><dl class="term"><dt>Nom du plan de r&#233;f&#233;rence altim&#233;trique:</dt><dd>SRAGC28 (Syst&#232;me de r&#233;f&#233;rence altim&#233;trique g&#233;od&#233;sique du Canada de 1928)</dd></dl><dl class="term"><dt>R&#233;solution en altitude:</dt><dd>1.0</dd></dl><dl class="term"><dt>Unit&#233;s de distance de l'altitude:</dt><dd>M&#232;tres</dd></dl><dl class="term"><dt>M&#233;thode de codage de l'altitude:</dt><dd>Coordonn&#233;es implicites</dd></dl></dd></dl></dd></dl><p><a href="#top">Retour au haut</a></p><h2><a name="distinfo" id="distinfo">Information de distribution</a></h2><dl><dt>Distributeur:</dt><dd><dl><dt>Information sur le contact:</dt><dd><dl><dt>Organisation contact primaire:</dt><dd><dl class="term"><dt>Organisation contact:</dt><dd>Gouvernement du Canada; Ressources naturelles Canada; Secteur des sciences de la Terre; Centre canadien de cartographie et d'observation de la Terre</dd></dl><dl class="term"><dt>Personne contact:</dt><dd>Soutien technique G&#233;oBase</dd></dl></dd></dl><dl><dt>Adresse du contact:</dt><dd><dl class="term"><dt>Type d'adresse:</dt><dd>Adresse postale et physique</dd></dl><dl class="term"><dt>Adresse:</dt><dd>2144, rue King Ouest, bureau 010</dd></dl><dl class="term"><dt>Ville:</dt><dd>Sherbrooke</dd></dl><dl class="term"><dt>&#201;tat ou province:</dt><dd>Qu&#233;bec</dd></dl><dl class="term"><dt>Code postal:</dt><dd>J1J 2E8</dd></dl><dl class="term"><dt>Pays:</dt><dd>Canada</dd></dl></dd></dl><dl class="term"><dt>Num&#233;ro de t&#233;l&#233;phone du contact:</dt><dd>+01-819-564-5600 / 1-800-661-2638 (Canada et &#201;tats-Unis)</dd></dl><dl class="term"><dt>T&#233;l&#233;copieur du contact:</dt><dd>+01-819-564-5698</dd></dl><dl class="term"><dt>Courriel du contact:</dt><dd><a href="mailto:SoutienGeoBase@rncan.gc.ca">SoutienGeoBase@rncan.gc.ca</a></dd></dl><dl class="term"><dt>Heures de service:</dt><dd>8h30 &#224; 12h00 et 13h00 &#224; 16h30 (heure de l'Est)</dd></dl></dd></dl></dd></dl><dl class="term"><dt>Responsabilit&#233; de distribution:</dt><dd>L'utilisation des donn&#233;es est soumise aux conditions &#233;nonc&#233;es dans l'Accord de Licence du gouvernement ouvert - Canada (http://donnees.gc.ca/fra/licence-du-gouvernement-ouvert-canada)</dd></dl><dl><dt>Processus de commande standard:</dt><dd><dl><dt>Forme num&#233;rique:</dt><dd><dl><dt>Information de transfert num&#233;rique:</dt><dd><dl class="term"><dt>Nom du format:</dt><dd>DNEC ASCII</dd></dl></dd></dl><dl><dt>Option de transfert num&#233;rique:</dt><dd><dl><dt>Option en ligne:</dt><dd><dl><dt>Information sur l'ordinateur du contact:</dt><dd><dl><dt>Adresse r&#233;seau:</dt><dd><dl class="term"><dt>Nom de la ressource r&#233;seau:</dt><dd><a href="http://www.geobase.ca">http://www.geobase.ca</a></dd></dl></dd></dl></dd></dl></dd></dl></dd></dl></dd></dl><dl class="term"><dt>Frais:</dt><dd>Gratuit (ou Sans frais)</dd></dl></dd></dl><p><a href="#top">Retour au haut</a></p><h2><a name="metainfo" id="metainfo">Information de r&#233;f&#233;rence sur les m&#233;tadonn&#233;es</a></h2><dl class="term"><dt>Date des m&#233;tadonn&#233;es:</dt><dd>2012-05-01</dd></dl><dl><dt>Contact pour les m&#233;tadonn&#233;es:</dt><dd><dl><dt>Information sur le contact:</dt><dd><dl><dt>Organisation contact primaire:</dt><dd><dl class="term"><dt>Organisation contact:</dt><dd>Gouvernement du Canada; Ressources naturelles Canada; Secteur des sciences de la Terre; Centre canadien de cartographie et d'observation de la Terre</dd></dl><dl class="term"><dt>Personne contact:</dt><dd>Soutien technique G&#233;oBase</dd></dl></dd></dl><dl><dt>Adresse du contact:</dt><dd><dl class="term"><dt>Type d'adresse:</dt><dd>Adresse postale et physique</dd></dl><dl class="term"><dt>Adresse:</dt><dd>2144, rue King Ouest, bureau 010</dd></dl><dl class="term"><dt>Ville:</dt><dd>Sherbrooke</dd></dl><dl class="term"><dt>&#201;tat ou province:</dt><dd>Qu&#233;bec</dd></dl><dl class="term"><dt>Code postal:</dt><dd>J1J 2E8</dd></dl><dl class="term"><dt>Pays:</dt><dd>Canada</dd></dl></dd></dl><dl class="term"><dt>Num&#233;ro de t&#233;l&#233;phone du contact:</dt><dd>+01-819-564-5600 / 1-800-661-2638 (Canada et &#201;tats-Unis)</dd></dl><dl class="term"><dt>T&#233;l&#233;copieur du contact:</dt><dd>+01-819-564-5698</dd></dl><dl class="term"><dt>Courriel du contact:</dt><dd><a href="mailto:SoutienGeoBase@rncan.gc.ca">SoutienGeoBase@rncan.gc.ca</a></dd></dl><dl class="term"><dt>Heures de service:</dt><dd>8h30 &#224; 12h00 et 13h00 &#224; 16h30 (heure de l'Est)</dd></dl></dd></dl></dd></dl><dl class="term"><dt>Nom des normes utilis&#233;es pour les m&#233;tadonn&#233;es:</dt><dd>Norme du contenu des m&#233;tadonn&#233;es g&#233;ospatiales num&#233;riques du FGDC</dd></dl><dl class="term"><dt>Version des normes des m&#233;tadonn&#233;es:</dt><dd>FGDC-STD-001-1998</dd></dl><dl class="term"><dt>Contraintes d'utilisation des m&#233;tadonn&#233;es:</dt><dd>Seul le fichier de m&#233;tadonn&#233;es XML en version anglaise est valide selon le sch&#233;ma XML (W3C) tel que d&#233;fini par le FGDC (http://www.fgdc.gov). La version fran&#231;aise du fichier de m&#233;tadonn&#233;es XML ne respecte pas les domaines de valeurs, disponibles uniquement en anglais, de certains champs et n'existe donc que pour la pr&#233;sentation des informations. L'usager doit s'assurer de valider les m&#233;tadonn&#233;es en utilisant la version anglaise du sch&#233;ma XML.<br /></dd></dl></div></body></html>